Repository: janiko71/zotero-notes
Catalog: languages/zotero-notes-*.po
Languages: fr_fr

source: References
fr_fr: Références

source: on
fr_fr: sur

source: read on
fr_fr: consulté le

source: Zotero Notes plugin Page
fr_fr: Page du plugin Zotero Notes

source: Zotero Notes Plugin Settings
fr_fr: Réglages du Plugin

source: Shortcode Name
fr_fr: Nom du shortcode

source: Zotero User ID (API)
fr_fr: ID utilisateur Zotero (API)

source: Zotero Private Key (API)
fr_fr: Clé privée Zotero (API)

source: Enter your settings below:
fr_fr: Entrez vos réglages ci-dessous :

source: This extension helps you to include footnotes references in your posts,
fr_fr: Cette extension vous permet d'inclure des références en notes de bas de page dans vos articles,

source: by using a Zotero Library. All you need is a Zotero account with its API (private) access key and the reference ID.
fr_fr: grâce à l'utilisation d'une bibliothèque Zotero. Tout ce dont vous avez besoin est un compte Zotero avec sa clé privée d'API, ainsi que l'ID de la référence.

source: Example of use:
fr_fr: Exemple d'usage :

source: You can change in this page the shortcode and the attributes used to construct references.
fr_fr: Vous pouvez changer ici le <i>shortcode</i> et les attributs utilisés pour construire les références.

source: But you should keep in mind the posts written with the old codes won't be parsed anymore!
fr_fr: Toutefois gardez à l'esprit que les références écrites avec les anciens codes ne fonctionneront plus !

source: Consequently, you should only change these settings before using this extension.
fr_fr: En conséquence, vous ne devriez modifier ces codes qu'au démarrage, avant d'utiliser l'extension.

source: With the <i>defaults</i> settings, your shortcode should look like this:
fr_fr: Avec les réglages par défaut, votre <i>shortcode</i> devrait ressembler à ceci :

source: A footnote will be added (automatically) at the end of the post.
fr_fr: Une note de bas de page sera automatiquement ajoutée (à la fin de l'article).
